Repository: GamemakerChina/GMS_articles_translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Using contrast to enhance coziness: These same negating elements can be used to enhance coziness if they are safely outside the player’s defined cozy space (spatial, emotional, etc) by providing contrast and juxtaposition.
zh_cn: 使用反向来增强舒适感：破坏舒适感的元素同样可以用来增强 舒适感.

source: Very quickly the place became anti-cozy; a virtual dystopia.
zh_cn: 很快，游戏变得一点也不舒适，变成了一个虚拟的一点也不理想的地方。

source: Virtual environments present unique challenges to the facilitation of coziness.
zh_cn: 线上虚拟的环境对检验舒适性有独特的挑战。

source: Visual character design
zh_cn: 视觉人物设计

source: Visually, providing evidence of an abundance of food, drink, joy, and/or warmth is common in cozy spaces across games such as in taverns, kitchens, cafes, and bedrooms.
zh_cn: 在视觉效果上，舒适游戏最常用的手法是提高丰富的食物，饮料，让玩家觉得欢乐和温暖，这些通常出现在小酒馆，厨房，咖啡馆和卧室。

source: Waterfall, rivers, rain
zh_cn: 瀑布，河流，雨水

source: We are also realizing that not all people go through life as if they are rats reacting to electric shocks.
zh_cn: 我们也意识到，人类不是实验室小白鼠，对电击做出的反应也会和那些小白鼠不同。

source: We can joke and be silly and not be censored.
zh_cn: 我们可以互相开玩笑，互相嘲讽来而不用担心别人报复。

source: We can share intimate and scary details about ourselves without risk of rejection.So where early communication methods are locked down, small group or friend-to-friend channel need to be more more permissive.
zh_cn: 我们可以彼此分享小秘密，增加感情。因此，当小组队员的感情还没那么深时，你要让他们有增进感情的机会。

source: We can think of this also from the perspective of time and attention management.
zh_cn: 我们可以认为这些来自于对时间和注意力掌控的观察。

source: We care for those that are weak or injured and find this just as important as hedonistically caring for yourself.
zh_cn: 我们会关心那些软弱或受伤的人，并发现这和关心自己一样重要。

source: We don’t know or trust most strangers and are generally act in a guarded fashion around them.
zh_cn: 我们不大可能轻易相信他们，所以我们一般都是谨慎地行事。

source: We know from Nick Yee and company’s work that competition as a motivator peaks in young men around 19-20 and then falls off gradually.
zh_cn: 我们从Nick Yee和公司的工作中了解到，因为喜欢竞争而玩游戏的人的比例，在19-20岁左右的年轻人中达到顶峰，然后逐渐下降。

source: We recommend tracking player behavior and identifying when extrinsic rewards start to take over.
zh_cn: 我们推荐游戏能跟踪记录玩家的行为，以便确定何时给与他们外部奖励。

source: We see common narrative patterns show up repeatedly.
zh_cn: 我们看到那些常见的叙事模式会反复出现。

source: We see something similar in less cozy games like Zelda: Breath of the Wild.
zh_cn: 但我们在不那么令人感到舒适的游戏，例如《塞尔达传说：荒野之息》中也看到了类似的模式。

source: We want to spend time preparing together against the uncertain future.
zh_cn: 我们需要联手一起准备迎接不确定的未来。

source: Wealth: While wealth allows for the satisfaction of basic needs, it is not in and of itself cozy, and culturally can also come with societal expectation/responsibility of accumulating additional wealth.
zh_cn: 财富: 虽然财富可以满足基本需求，但它本身并不舒适，从文化角度将，也可能伴随着社会的期望和积累更多财富的责任。

source: Welcome to the GameMaker Studio 2 user manual!
zh_cn: 欢迎使用 GameMaker Studio 2手册！

source: Welcome: When the player is explicitly positioned as a welcomed entity, this gives them the freedom and safety to express themselves.
zh_cn: 受欢迎：当玩家在游戏中受到其它NPC欢迎时，玩家就能安全和自由地表达自己。

source: We’ve discussed what cozy games are and why you might want to build them.
zh_cn: 我们已经讨论了什么是舒适的游戏，以及你为什么要设计它们。

source: What Remains of Edith Finch offers many intimate spaces to explore, but none so cozy as the sun-dappled grandmother’s room, with evidence of leisure time and abundance.
zh_cn: 《What Remains of Edith Finch》 有许多可供探索的小空间，但只有阳光洒落的外祖母的房间才是最舒适的，因为在这儿可以感受到悠闲和富有。

source: What a productive, happy group of people!
zh_cn: 多么富有创造力，欢乐的一群人啊！

source: What are cozy aesthetics?: For the first sub-topic we’ll tackle how the aesthetics (visual, audio and/or tactile output) of a game element can create a feeling of coziness that is separate from (and therefore may be improved or reduced by) gameplay.
zh_cn: 所谓的舒适审美是什么？在这个子主题中，我们将讨论游戏中元素的审美（视觉，听觉和触觉输出）是怎样独立地创建舒适感的。因为它和游戏玩法是分开的，所以审美可能变化。

source: What is Cozy?
zh_cn: 什么是舒适？

source: What is ‘Cozy’?
zh_cn: “舒适”是什么？

source: What makes grumpy characters tolerable and even charming is the opt-in nature of engaging with them.
zh_cn: 如果想让游戏中那些暴躁的角色变得易于忍受甚至富有魅力，最好的办法就是让玩家可以选择性和他们接触。

source: What social interactions would occur?
zh_cn: 将会发生什么社交活动？

source: What we found during our exploration:
zh_cn: 我们在探索中发现一些东西：

source: When Animal Crossing: Pocket Camp makes this experience the whole game, coziness is lost.
zh_cn: 当《动物之森：袖珍营地》把这个模式放到整个游戏中强迫玩家体验后，就不再舒适了。

source: When a notification intrudes on your gaming experience, it uses intense stimuli (noise, vibration, movement, colors) to generate a need that must be dealt with.
zh_cn: 当你在玩游戏时，突然出现一个弹窗，此弹窗使用 强刺激 （噪音，震动，运动，颜色） 来产生那些必须处理的需求 。

source: When coziness is the central mode of a game’s narrative, it tends to exhibit certain qualities:
zh_cn: 当游戏叙事的核心是舒适感时，它会有一些特点：

source: When people manage their time, there’s a natural tendency (in alignment with Maslow’s Hierarchy) to focus on Urgent tasks.
zh_cn: 当人们管理他们的时间时，他们自然会先关注那些紧急的任务（对照马斯洛层次）。

source: When similar experiments are done on low-stress, happy humans, we get a much wider range of responses; many addictive tendencies go away.
zh_cn: 当对没什么压力、很快乐的人进行类似的实验时，我们得到的反应与之前相比有很大不同。他们很难对某些东西上瘾。

source: When the reward of an activity outweighs its gentle momentary pleasure, the activity can become extrinsic and lose its cozy appeal.
zh_cn: 当在一项活动中获得愉快的不及因它而失去的，那么这项活动就会变得毫无吸引力，不能自发的促进玩家去参与这项活动。

source: When these are present, they immediately grab the limited attention of the player and deprioritize those higher order needs.
zh_cn: 当有这些需求时，玩家就会立即被这些需求吸引 注意力，而不再考虑那些高层次需求。

source: When this happens, coziness evaporates.
zh_cn: 这样舒适感也随之蒸发。

source: When you nod to a smiling passerby or wave to a friend, you are fulfilling your social needs in manner that doesn’t take much effort and is unlikely to be rejected.
zh_cn: 当你对别人微笑点头或挥手致意时，你就是在用低成本的方式和别人社交。

source: While NPCs do offer an avenue for players to practice forming relationships, our current weak simulations will never replace real relationships with real people.
zh_cn: 虽然NPC确实想要和人类玩家建立情感联系，但我们却绝不会像对待真人那样对待NPC。

source: White noise can be used to help with difficulty sleeping, as the varying texture ‘washes out’ individual noises and becomes easily ignored.
zh_cn: 白噪音对睡眠是非常有帮助的，因为白噪音不同频域的声音“冲走”了那些容易干扰人的噪音。

source: Whitelists and de-escalating barriers may be more natural and effective.
zh_cn: 设置白名单和允许进一步沟通可能会比设置黑名单更加自然有效。

source: Why Make Cozy Games
zh_cn: 为什么要做舒适游戏

source: Within a cozy space, character interactions should allow for vulnerability and intimacy.
zh_cn: 在舒适的空间里，角色在互动时会建立亲密感，允许表现出自己的脆弱之处。

source: Yet because he is an opt-in component of a much larger game, it ends up being okay.
zh_cn: 但这些都是可选内容，玩家可以选择不参与，所以这是舒适的。

source: Yet there are numerous areas where games can still be authentic.
zh_cn: 当然，游戏中的许多地方都是真实的。

source: Yoshi’s Woolly World makes the entire world feel touchable, soft, and lovingly crafted.
zh_cn: 《Yoshi’s Woolly World》中的所有东西都是摸起来很舒适，很柔软，而且看起来很可爱的。

source: You can encourage coziness, but you can’t force it on a player.
zh_cn: 你可以鼓励玩家体验舒适的感觉，但你不能强迫玩家这样做。

source: You can read the other reports here:
zh_cn: 你可以在这儿看到其它的报道：

source: You can shape it.
zh_cn: 而反过来影响他们。

source: You don’t need to just accept what the community brings.
zh_cn: 即你可以努力不被社区中的人们影响。

source: You have a new responsibility to deal with the message by either investigating it further or manually dismissing it.
zh_cn: 你需要进一步查看这个消息，或手动撤销这个通知，这就是你需要做的事。

source: You may want to structure your comfy inactions so this is optional and only the default for people who have opted into a higher engagement relationship (such as declaring mutual friendship).
zh_cn: 如果你觉得不去帮助别人能让你感到舒适（译者注：例如敌人），那么也可以。只有和你有牢固友谊的人才需要你去帮助他们。

source: You need to build robustly pro-social systems or else players immediately devolve into a Lord of the Flies-style wasteland of griefers and populist mobs.
zh_cn: 你要建立一个人们能相互帮助的友善的世界，否则玩家会变成暴徒和恐怖分子，破坏社会安定，就像电影《蝇王》中的那样。

source: You need to chose to do a task of your own volution.
zh_cn: 你需要自己选择自己做的事

source: You’ll be selling something that results in a meaningful addition to the player’s life outside the game.
zh_cn: 这样，这件产品将变得非常有意义，并能在游戏之外帮到玩家。

source: You’ll see these steps occur:
zh_cn: 你可以做下列事：

source: Zero sum economics: In this model, resources are highly limited and if I take a resource, you lose that resource.
zh_cn: 零和经济学：在这个模型中，资源是非常有限的，也就是说如果我获得了某个资源，意味着同时你失去了那个资源。

source: online documentation, web online help, web help, chm2web
zh_cn: 在线文档，网络在线帮助，网络帮助b

source: “After Hours” - A focus on the small moments and relationships that happen in between work and adversity
zh_cn: “下班之后” -在工作之余和逆境中对友情和短暂瞬间的关注

source: “Homecoming” - A return to familiar faces and a gentle reflection on time
zh_cn: ”回家啦“——重新见到熟悉的面孔，

source: “Honest Labor” - the celebration of dedication to a craft
zh_cn: “诚实劳动” - 对辛勤劳动的庆祝

source: “It Takes a Village” - Communities banding together for the common good
zh_cn: ”同心协力“——为了共同利益而团结在一起的社区

source: “Pastoral Escape” - Consciously choosing to leave the troubles of modern life for something simpler
zh_cn: “逃离大城市” - 为了追求简单而下意识地逃离现代生活
